// Just storing these values for future references
import {} from "../schemas/ApiSchema";

/**
 * API
 * http://jsugauta1.pythonanywhere.com/api/v1/news/homepage/
 *
 */
export const get_homepage_data: any = {
  success: true,
  data: [
    {
      navbar_category_totalHits: 3,
      navbar_category: [
        {
          title: "Category 3",
          slug: "category-3",
        },
        {
          title: "Category 4",
          slug: "category-4",
        },
        {
          title: "Category 5",
          slug: "category-5",
        },
      ],
    },
    {
      featured_articles_totalHits: 5,
      featured_articles: [
        {
          id: 23,
          title:
            "Article 23  मुद्रण र टाइपसेटिंग उद्योगको केवल डमी पाठ हो। लोरेम इप्सम 1500 को दशकदेखि उद्योगको मानक डमी पाठ भएको छ, जब एक अज्ञात प्रिन्टरले टाइपको ग्याली लियो र यसलाई टाइप नमूना पुस्तक बनाउन स्क्याम्बल गर्‍यो। यो पाँच शताब्दी मात्र होइन, तर इलेक्ट्रोनिक ट",
          slug: "article-23-mudrnn-r-ttaaipsetting-udyogko-kevl-ddmii-paatth-ho-lorem-ipsm-1500-ko-dshkdekhi-udyogko-maank-ddmii-paatth-bheko-ch-jb-ek-ajnyaat-printtrle-ttaaipko-gyaalii-liyo-r-yslaaii-ttaaip-nmuunaa-pustk-bnaaun-skyaambl-gryo-yo-paanc-shtaabdii-maatr-hoin-tr-ilekttronik-tt",
          content:
            "Content for Article 23 मुद्रण र टाइपसेटिंग उद्योगको केवल डमी पाठ हो। लोरेम इप्सम 1500 को दशकदेखि उद्योगको मानक डमी पाठ भएको छ, जब एक अज्ञात प्रिन्टरले टाइपको ग्याली लियो र यसलाई टाइप नमूना पुस्तक बनाउन स्क्याम्बल गर्‍यो। यो पाँच शताब्दी मात्र होइन, तर इलेक्ट्रोनिक टाइपसेटिङमा छलांग पनि बाँचेको छ, अनिवार्य रूपमा अपरिवर्तित बाँकी छ। यो 1960s मा Lorem Ipsum खण्डहरू सहित Letraset पानाहरू, र हालैमा Lorem Ipsum को संस्करणहरू सहित Aldus PageMaker जस्ता डेस्कटप प्रकाशन सफ्टवेयरको साथमा लोकप्रिय भएको थियो।",
          description:
            "Description for Article 23 मुद्रण र टाइपसेटिंग उद्योगको केवल डमी पाठ हो। लोरेम इप्सम 1500 को दशकदेखि उद्योगको मानक डमी पाठ भएको छ, जब एक अज्ञात प्रिन्टरले टाइपको ग्याली लियो र यसलाई टाइप नमूना पुस्तक बनाउन स्क्याम्बल गर्‍यो। यो पाँच शताब्दी मात्र होइन, तर इलेक्ट्रोनिक टाइपसेटिङमा छलांग पनि बाँचेको छ, अनिवार्य रूपमा अपरिवर्तित बाँकी छ। यो 1960s मा Lorem Ipsum खण्डहरू सहित Letraset पानाहरू, र हालैमा Lorem Ipsum को संस्करणहरू सहित Aldus PageMaker जस्ता डेस्कटप प्रकाशन सफ्टवेयरको साथमा लोकप्रिय भएको थियो।",
          created_at: "2023-12-30T06:44:04.541487+05:45",
          updated_at: "2024-01-04T20:27:40.280659+05:45",
          image1: "/media/articles/article2.jpg",
          image2: null,
          is_featured: true,
          is_trending: true,
          category: 4,
          author: 1,
        },
        {
          id: 26,
          title:
            "Article 26   मुद्रण र टाइपसेटिंग उद्योगको केवल डमी पाठ हो। लोरेम इप्सम 1500 को दशकदेखि उद्योगको मानक डमी पाठ भएको छ, जब एक अज्ञात प्रिन्टरले टाइपको ग्याली लियो र यसलाई टाइप नमूना पुस्तक बनाउन स्क्याम्बल गर्‍यो। यो पाँच शताब्दी मात्र होइन, तर इलेक्ट्रोनिक",
          slug: "article-26-mudrnn-r-ttaaipsetting-udyogko-kevl-ddmii-paatth-ho-lorem-ipsm-1500-ko-dshkdekhi-udyogko-maank-ddmii-paatth-bheko-ch-jb-ek-ajnyaat-printtrle-ttaaipko-gyaalii-liyo-r-yslaaii-ttaaip-nmuunaa-pustk-bnaaun-skyaambl-gryo-yo-paanc-shtaabdii-maatr-hoin-tr-ilekttronik",
          content:
            "Content for Article 26 मुद्रण र टाइपसेटिंग उद्योगको केवल डमी पाठ हो। लोरेम इप्सम 1500 को दशकदेखि उद्योगको मानक डमी पाठ भएको छ, जब एक अज्ञात प्रिन्टरले टाइपको ग्याली लियो र यसलाई टाइप नमूना पुस्तक बनाउन स्क्याम्बल गर्‍यो। यो पाँच शताब्दी मात्र होइन, तर इलेक्ट्रोनिक टाइपसेटिङमा छलांग पनि बाँचेको छ, अनिवार्य रूपमा अपरिवर्तित बाँकी छ। यो 1960s मा Lorem Ipsum खण्डहरू सहित Letraset पानाहरू, र हालैमा Lorem Ipsum को संस्करणहरू सहित Aldus PageMaker जस्ता डेस्कटप प्रकाशन सफ्टवेयरको साथमा लोकप्रिय भएको थियो।",
          description:
            "Description for Article 26 मुद्रण र टाइपसेटिंग उद्योगको केवल डमी पाठ हो। लोरेम इप्सम 1500 को दशकदेखि उद्योगको मानक डमी पाठ भएको छ, जब एक अज्ञात प्रिन्टरले टाइपको ग्याली लियो र यसलाई टाइप नमूना पुस्तक बनाउन स्क्याम्बल गर्‍यो। यो पाँच शताब्दी मात्र होइन, तर इलेक्ट्रोनिक टाइपसेटिङमा छलांग पनि बाँचेको छ, अनिवार्य रूपमा अपरिवर्तित बाँकी छ। यो 1960s मा Lorem Ipsum खण्डहरू सहित Letraset पानाहरू, र हालैमा Lorem Ipsum को संस्करणहरू सहित Aldus PageMaker जस्ता डेस्कटप प्रकाशन सफ्टवेयरको साथमा लोकप्रिय भएको थियो।",
          created_at: "2023-12-30T06:44:04.541487+05:45",
          updated_at: "2024-01-04T20:27:33.910669+05:45",
          image1: "/media/articles/article2.jpg",
          image2: null,
          is_featured: true,
          is_trending: false,
          category: 1,
          author: 1,
        },
        {
          id: 1,
          title:
            "मुद्रण र टाइपसेटिंग उद्योगको केवल डमी पाठ हो। लोरेम इप्सम 1500 को दशकदेखि उद्योगको मानक डमी पाठ भएको छ, जब एक अज्ञात प्रिन्टरले टाइपको ग्याली लियो र यसलाई टाइप नमूना पुस्तक बनाउन स्क्याम्बल गर्‍यो। यो पाँच शताब्दी मात्र होइन, तर इलेक्ट्रोनिक टाइपसेटिङमा",
          slug: "mudrnn-r-ttaaipsetting-udyogko-kevl-ddmii-paatth-ho-lorem-ipsm-1500-ko-dshkdekhi-udyogko-maank-ddmii-paatth-bheko-ch-jb-ek-ajnyaat-printtrle-ttaaipko-gyaalii-liyo-r-yslaaii-ttaaip-nmuunaa-pustk-bnaaun-skyaambl-gryo-yo-paanc-shtaabdii-maatr-hoin-tr-ilekttronik-ttaaipsettingmaa",
          content:
            "Article 1 मुद्रण र टाइपसेटिंग उद्योगको केवल डमी पाठ हो। लोरेम इप्सम 1500 को दशकदेखि उद्योगको मानक डमी पाठ भएको छ, जब एक अज्ञात प्रिन्टरले टाइपको ग्याली लियो र यसलाई टाइप नमूना पुस्तक बनाउन स्क्याम्बल गर्‍यो। यो पाँच शताब्दी मात्र होइन, तर इलेक्ट्रोनिक टाइपसेटिङमा छलांग पनि बाँचेको छ, अनिवार्य रूपमा अपरिवर्तित बाँकी छ। यो 1960s मा Lorem Ipsum खण्डहरू सहित Letraset पानाहरू, र हालैमा Lorem Ipsum को संस्करणहरू सहित Aldus PageMaker जस्ता डेस्कटप प्रकाशन सफ्टवेयरको साथमा लोकप्रिय भएको थियो।",
          description:
            "Description for Article 1 मुद्रण र टाइपसेटिंग उद्योगको केवल डमी पाठ हो। लोरेम इप्सम 1500 को दशकदेखि उद्योगको मानक डमी पाठ भएको छ, जब एक अज्ञात प्रिन्टरले टाइपको ग्याली लियो र यसलाई टाइप नमूना पुस्तक बनाउन स्क्याम्बल गर्‍यो। यो पाँच शताब्दी मात्र होइन, तर इलेक्ट्रोनिक टाइपसेटिङमा छलांग पनि बाँचेको छ, अनिवार्य रूपमा अपरिवर्तित बाँकी छ। यो 1960s मा Lorem Ipsum खण्डहरू सहित Letraset पानाहरू, र हालैमा Lorem Ipsum को संस्करणहरू सहित Aldus PageMaker जस्ता डेस्कटप प्रकाशन सफ्टवेयरको साथमा लोकप्रिय भएको थियो।",
          created_at: "2023-12-29T06:44:04.541487+05:45",
          updated_at: "2024-01-04T20:27:46.236923+05:45",
          image1: "/media/articles/article1.jpg",
          image2: null,
          is_featured: true,
          is_trending: true,
          category: 1,
          author: 1,
        },
        {
          id: 13,
          title: "Article 13",
          slug: "article-13",
          content:
            "Content for Article 13 मुद्रण र टाइपसेटिंग उद्योगको केवल डमी पाठ हो। लोरेम इप्सम 1500 को दशकदेखि उद्योगको मानक डमी पाठ भएको छ, जब एक अज्ञात प्रिन्टरले टाइपको ग्याली लियो र यसलाई टाइप नमूना पुस्तक बनाउन स्क्याम्बल गर्‍यो। यो पाँच शताब्दी मात्र होइन, तर इलेक्ट्रोनिक टाइपसेटिङमा छलांग पनि बाँचेको छ, अनिवार्य रूपमा अपरिवर्तित बाँकी छ। यो 1960s मा Lorem Ipsum खण्डहरू सहित Letraset पानाहरू, र हालैमा Lorem Ipsum को संस्करणहरू सहित Aldus PageMaker जस्ता डेस्कटप प्रकाशन सफ्टवेयरको साथमा लोकप्रिय भएको थियो।",
          description:
            "Description for Article 13 मुद्रण र टाइपसेटिंग उद्योगको केवल डमी पाठ हो। लोरेम इप्सम 1500 को दशकदेखि उद्योगको मानक डमी पाठ भएको छ, जब एक अज्ञात प्रिन्टरले टाइपको ग्याली लियो र यसलाई टाइप नमूना पुस्तक बनाउन स्क्याम्बल गर्‍यो। यो पाँच शताब्दी मात्र होइन, तर इलेक्ट्रोनिक टाइपसेटिङमा छलांग पनि बाँचेको छ, अनिवार्य रूपमा अपरिवर्तित बाँकी छ। यो 1960s मा Lorem Ipsum खण्डहरू सहित Letraset पानाहरू, र हालैमा Lorem Ipsum को संस्करणहरू सहित Aldus PageMaker जस्ता डेस्कटप प्रकाशन सफ्टवेयरको साथमा लोकप्रिय भएको थियो।",
          created_at: "2023-12-29T06:44:04.541487+05:45",
          updated_at: "2023-12-29T06:44:04.541487+05:45",
          image1: "/media/articles/article2.jpg",
          image2: null,
          is_featured: true,
          is_trending: false,
          category: 3,
          author: 1,
        },
        {
          id: 15,
          title: "Article 15",
          slug: "article-15",
          content:
            "Content for Article 15 मुद्रण र टाइपसेटिंग उद्योगको केवल डमी पाठ हो। लोरेम इप्सम 1500 को दशकदेखि उद्योगको मानक डमी पाठ भएको छ, जब एक अज्ञात प्रिन्टरले टाइपको ग्याली लियो र यसलाई टाइप नमूना पुस्तक बनाउन स्क्याम्बल गर्‍यो। यो पाँच शताब्दी मात्र होइन, तर इलेक्ट्रोनिक टाइपसेटिङमा छलांग पनि बाँचेको छ, अनिवार्य रूपमा अपरिवर्तित बाँकी छ। यो 1960s मा Lorem Ipsum खण्डहरू सहित Letraset पानाहरू, र हालैमा Lorem Ipsum को संस्करणहरू सहित Aldus PageMaker जस्ता डेस्कटप प्रकाशन सफ्टवेयरको साथमा लोकप्रिय भएको थियो।",
          description:
            "Description for Article 15 मुद्रण र टाइपसेटिंग उद्योगको केवल डमी पाठ हो। लोरेम इप्सम 1500 को दशकदेखि उद्योगको मानक डमी पाठ भएको छ, जब एक अज्ञात प्रिन्टरले टाइपको ग्याली लियो र यसलाई टाइप नमूना पुस्तक बनाउन स्क्याम्बल गर्‍यो। यो पाँच शताब्दी मात्र होइन, तर इलेक्ट्रोनिक टाइपसेटिङमा छलांग पनि बाँचेको छ, अनिवार्य रूपमा अपरिवर्तित बाँकी छ। यो 1960s मा Lorem Ipsum खण्डहरू सहित Letraset पानाहरू, र हालैमा Lorem Ipsum को संस्करणहरू सहित Aldus PageMaker जस्ता डेस्कटप प्रकाशन सफ्टवेयरको साथमा लोकप्रिय भएको थियो।",
          created_at: "2023-12-29T06:44:04.541487+05:45",
          updated_at: "2023-12-29T06:44:04.541487+05:45",
          image1: "/media/articles/article2.jpg",
          image2: null,
          is_featured: true,
          is_trending: false,
          category: 3,
          author: 1,
        },
      ],
    },
    {
      trending_articles_totalHits: 4,
      trending_articles: [
        {
          id: 3,
          title: "Article 3",
          slug: "article-3",
          content:
            "Content for Article 3 मुद्रण र टाइपसेटिंग उद्योगको केवल डमी पाठ हो। लोरेम इप्सम 1500 को दशकदेखि उद्योगको मानक डमी पाठ भएको छ, जब एक अज्ञात प्रिन्टरले टाइपको ग्याली लियो र यसलाई टाइप नमूना पुस्तक बनाउन स्क्याम्बल गर्‍यो। यो पाँच शताब्दी मात्र होइन, तर इलेक्ट्रोनिक टाइपसेटिङमा छलांग पनि बाँचेको छ, अनिवार्य रूपमा अपरिवर्तित बाँकी छ। यो 1960s मा Lorem Ipsum खण्डहरू सहित Letraset पानाहरू, र हालैमा Lorem Ipsum को संस्करणहरू सहित Aldus PageMaker जस्ता डेस्कटप प्रकाशन सफ्टवेयरको साथमा लोकप्रिय भएको थियो।",
          description:
            "Description for Article 3 मुद्रण र टाइपसेटिंग उद्योगको केवल डमी पाठ हो। लोरेम इप्सम 1500 को दशकदेखि उद्योगको मानक डमी पाठ भएको छ, जब एक अज्ञात प्रिन्टरले टाइपको ग्याली लियो र यसलाई टाइप नमूना पुस्तक बनाउन स्क्याम्बल गर्‍यो। यो पाँच शताब्दी मात्र होइन, तर इलेक्ट्रोनिक टाइपसेटिङमा छलांग पनि बाँचेको छ, अनिवार्य रूपमा अपरिवर्तित बाँकी छ। यो 1960s मा Lorem Ipsum खण्डहरू सहित Letraset पानाहरू, र हालैमा Lorem Ipsum को संस्करणहरू सहित Aldus PageMaker जस्ता डेस्कटप प्रकाशन सफ्टवेयरको साथमा लोकप्रिय भएको थियो।",
          created_at: "2023-12-29T06:44:04.541487+05:45",
          updated_at: "2023-12-29T06:44:04.541487+05:45",
          image1: "/media/articles/article2.jpg",
          image2: null,
          is_featured: false,
          is_trending: true,
          category: 1,
          author: 1,
        },
        {
          id: 5,
          title: "Article 5",
          slug: "article-5",
          content:
            "Content for Article 5 मुद्रण र टाइपसेटिंग उद्योगको केवल डमी पाठ हो। लोरेम इप्सम 1500 को दशकदेखि उद्योगको मानक डमी पाठ भएको छ, जब एक अज्ञात प्रिन्टरले टाइपको ग्याली लियो र यसलाई टाइप नमूना पुस्तक बनाउन स्क्याम्बल गर्‍यो। यो पाँच शताब्दी मात्र होइन, तर इलेक्ट्रोनिक टाइपसेटिङमा छलांग पनि बाँचेको छ, अनिवार्य रूपमा अपरिवर्तित बाँकी छ। यो 1960s मा Lorem Ipsum खण्डहरू सहित Letraset पानाहरू, र हालैमा Lorem Ipsum को संस्करणहरू सहित Aldus PageMaker जस्ता डेस्कटप प्रकाशन सफ्टवेयरको साथमा लोकप्रिय भएको थियो।",
          description:
            "Description for Article 5 मुद्रण र टाइपसेटिंग उद्योगको केवल डमी पाठ हो। लोरेम इप्सम 1500 को दशकदेखि उद्योगको मानक डमी पाठ भएको छ, जब एक अज्ञात प्रिन्टरले टाइपको ग्याली लियो र यसलाई टाइप नमूना पुस्तक बनाउन स्क्याम्बल गर्‍यो। यो पाँच शताब्दी मात्र होइन, तर इलेक्ट्रोनिक टाइपसेटिङमा छलांग पनि बाँचेको छ, अनिवार्य रूपमा अपरिवर्तित बाँकी छ। यो 1960s मा Lorem Ipsum खण्डहरू सहित Letraset पानाहरू, र हालैमा Lorem Ipsum को संस्करणहरू सहित Aldus PageMaker जस्ता डेस्कटप प्रकाशन सफ्टवेयरको साथमा लोकप्रिय भएको थियो।",
          created_at: "2023-12-29T06:44:04.541487+05:45",
          updated_at: "2023-12-29T06:44:04.541487+05:45",
          image1: "/media/articles/article2.jpg",
          image2: null,
          is_featured: false,
          is_trending: true,
          category: 1,
          author: 1,
        },
        {
          id: 8,
          title: "Article 8",
          slug: "article-8",
          content:
            "Content for Article 8 मुद्रण र टाइपसेटिंग उद्योगको केवल डमी पाठ हो। लोरेम इप्सम 1500 को दशकदेखि उद्योगको मानक डमी पाठ भएको छ, जब एक अज्ञात प्रिन्टरले टाइपको ग्याली लियो र यसलाई टाइप नमूना पुस्तक बनाउन स्क्याम्बल गर्‍यो। यो पाँच शताब्दी मात्र होइन, तर इलेक्ट्रोनिक टाइपसेटिङमा छलांग पनि बाँचेको छ, अनिवार्य रूपमा अपरिवर्तित बाँकी छ। यो 1960s मा Lorem Ipsum खण्डहरू सहित Letraset पानाहरू, र हालैमा Lorem Ipsum को संस्करणहरू सहित Aldus PageMaker जस्ता डेस्कटप प्रकाशन सफ्टवेयरको साथमा लोकप्रिय भएको थियो।",
          description:
            "Description for Article 8 मुद्रण र टाइपसेटिंग उद्योगको केवल डमी पाठ हो। लोरेम इप्सम 1500 को दशकदेखि उद्योगको मानक डमी पाठ भएको छ, जब एक अज्ञात प्रिन्टरले टाइपको ग्याली लियो र यसलाई टाइप नमूना पुस्तक बनाउन स्क्याम्बल गर्‍यो। यो पाँच शताब्दी मात्र होइन, तर इलेक्ट्रोनिक टाइपसेटिङमा छलांग पनि बाँचेको छ, अनिवार्य रूपमा अपरिवर्तित बाँकी छ। यो 1960s मा Lorem Ipsum खण्डहरू सहित Letraset पानाहरू, र हालैमा Lorem Ipsum को संस्करणहरू सहित Aldus PageMaker जस्ता डेस्कटप प्रकाशन सफ्टवेयरको साथमा लोकप्रिय भएको थियो।",
          created_at: "2023-12-29T06:44:04.541487+05:45",
          updated_at: "2023-12-29T06:44:04.541487+05:45",
          image1: "/media/articles/article2.jpg",
          image2: null,
          is_featured: false,
          is_trending: true,
          category: 1,
          author: 1,
        },
        {
          id: 9,
          title: "Article 9",
          slug: "article-9",
          content:
            "Content for Article 9 मुद्रण र टाइपसेटिंग उद्योगको केवल डमी पाठ हो। लोरेम इप्सम 1500 को दशकदेखि उद्योगको मानक डमी पाठ भएको छ, जब एक अज्ञात प्रिन्टरले टाइपको ग्याली लियो र यसलाई टाइप नमूना पुस्तक बनाउन स्क्याम्बल गर्‍यो। यो पाँच शताब्दी मात्र होइन, तर इलेक्ट्रोनिक टाइपसेटिङमा छलांग पनि बाँचेको छ, अनिवार्य रूपमा अपरिवर्तित बाँकी छ। यो 1960s मा Lorem Ipsum खण्डहरू सहित Letraset पानाहरू, र हालैमा Lorem Ipsum को संस्करणहरू सहित Aldus PageMaker जस्ता डेस्कटप प्रकाशन सफ्टवेयरको साथमा लोकप्रिय भएको थियो।",
          description:
            "Description for Article 9 मुद्रण र टाइपसेटिंग उद्योगको केवल डमी पाठ हो। लोरेम इप्सम 1500 को दशकदेखि उद्योगको मानक डमी पाठ भएको छ, जब एक अज्ञात प्रिन्टरले टाइपको ग्याली लियो र यसलाई टाइप नमूना पुस्तक बनाउन स्क्याम्बल गर्‍यो। यो पाँच शताब्दी मात्र होइन, तर इलेक्ट्रोनिक टाइपसेटिङमा छलांग पनि बाँचेको छ, अनिवार्य रूपमा अपरिवर्तित बाँकी छ। यो 1960s मा Lorem Ipsum खण्डहरू सहित Letraset पानाहरू, र हालैमा Lorem Ipsum को संस्करणहरू सहित Aldus PageMaker जस्ता डेस्कटप प्रकाशन सफ्टवेयरको साथमा लोकप्रिय भएको थियो।",
          created_at: "2023-12-29T06:44:04.541487+05:45",
          updated_at: "2023-12-29T06:44:04.541487+05:45",
          image1: "/media/articles/article2.jpg",
          image2: null,
          is_featured: false,
          is_trending: true,
          category: 2,
          author: 1,
        },
      ],
    },
    {
      latest_articles_totalHits: 5,
      latest_articles: [
        {
          id: 27,
          title:
            "मुद्रण र टाइपसेटिंग उद्योगको केवल डमी पाठ हो। लोरेम इप्सम 1500 को दशकदेखि उद्योगको मानक डमी पाठ भएको छ, जब एक अज्ञात प्रिन्टरले टाइ",
          slug: "mudrnn-r-ttaaipsetting-udyogko-kevl-ddmii-paatth-ho-lorem-ipsm-1500-ko-dshkdekhi-udyogko-maank-ddmii-paatth-bheko-ch-jb-ek-ajnyaat-printtrle-ttaai",
          content:
            "मुद्रण र टाइपसेटिंग उद्योगको केवल डमी पाठ हो। लोरेम इप्सम 1500 को दशकदेखि उद्योगको मानक डमी पाठ भएको छ, जब एक अज्ञात प्रिन्टरले टाइ",
          description:
            "मुद्रण र टाइपसेटिंग उद्योगको केवल डमी पाठ हो। लोरेम इप्सम 1500 को दशकदेखि उद्योगको मानक डमी पाठ भएको छ, जब एक अज्ञात प्रिन्टरले टाइ",
          created_at: "2024-01-06T14:47:26.374485+05:45",
          updated_at: "2024-01-06T14:47:26.374536+05:45",
          image1: "/media/articles/YuriBoyka.jpg",
          image2: null,
          is_featured: false,
          is_trending: false,
          category: 5,
          author: 2,
        },
        {
          id: 24,
          title: "Article 24",
          slug: "article-24",
          content:
            "Content for Article 24 मुद्रण र टाइपसेटिंग उद्योगको केवल डमी पाठ हो। लोरेम इप्सम 1500 को दशकदेखि उद्योगको मानक डमी पाठ भएको छ, जब एक अज्ञात प्रिन्टरले टाइपको ग्याली लियो र यसलाई टाइप नमूना पुस्तक बनाउन स्क्याम्बल गर्‍यो। यो पाँच शताब्दी मात्र होइन, तर इलेक्ट्रोनिक टाइपसेटिङमा छलांग पनि बाँचेको छ, अनिवार्य रूपमा अपरिवर्तित बाँकी छ। यो 1960s मा Lorem Ipsum खण्डहरू सहित Letraset पानाहरू, र हालैमा Lorem Ipsum को संस्करणहरू सहित Aldus PageMaker जस्ता डेस्कटप प्रकाशन सफ्टवेयरको साथमा लोकप्रिय भएको थियो।",
          description:
            "Description for Article 24 मुद्रण र टाइपसेटिंग उद्योगको केवल डमी पाठ हो। लोरेम इप्सम 1500 को दशकदेखि उद्योगको मानक डमी पाठ भएको छ, जब एक अज्ञात प्रिन्टरले टाइपको ग्याली लियो र यसलाई टाइप नमूना पुस्तक बनाउन स्क्याम्बल गर्‍यो। यो पाँच शताब्दी मात्र होइन, तर इलेक्ट्रोनिक टाइपसेटिङमा छलांग पनि बाँचेको छ, अनिवार्य रूपमा अपरिवर्तित बाँकी छ। यो 1960s मा Lorem Ipsum खण्डहरू सहित Letraset पानाहरू, र हालैमा Lorem Ipsum को संस्करणहरू सहित Aldus PageMaker जस्ता डेस्कटप प्रकाशन सफ्टवेयरको साथमा लोकप्रिय भएको थियो।",
          created_at: "2023-12-30T06:44:04.541487+05:45",
          updated_at: "2023-12-30T06:44:04.541487+05:45",
          image1: "/media/articles/article2.jpg",
          image2: null,
          is_featured: false,
          is_trending: false,
          category: 1,
          author: 1,
        },
        {
          id: 25,
          title: "Article 25",
          slug: "article-25",
          content:
            "Content for Article 25 मुद्रण र टाइपसेटिंग उद्योगको केवल डमी पाठ हो। लोरेम इप्सम 1500 को दशकदेखि उद्योगको मानक डमी पाठ भएको छ, जब एक अज्ञात प्रिन्टरले टाइपको ग्याली लियो र यसलाई टाइप नमूना पुस्तक बनाउन स्क्याम्बल गर्‍यो। यो पाँच शताब्दी मात्र होइन, तर इलेक्ट्रोनिक टाइपसेटिङमा छलांग पनि बाँचेको छ, अनिवार्य रूपमा अपरिवर्तित बाँकी छ। यो 1960s मा Lorem Ipsum खण्डहरू सहित Letraset पानाहरू, र हालैमा Lorem Ipsum को संस्करणहरू सहित Aldus PageMaker जस्ता डेस्कटप प्रकाशन सफ्टवेयरको साथमा लोकप्रिय भएको थियो।",
          description:
            "Description for Article 25 मुद्रण र टाइपसेटिंग उद्योगको केवल डमी पाठ हो। लोरेम इप्सम 1500 को दशकदेखि उद्योगको मानक डमी पाठ भएको छ, जब एक अज्ञात प्रिन्टरले टाइपको ग्याली लियो र यसलाई टाइप नमूना पुस्तक बनाउन स्क्याम्बल गर्‍यो। यो पाँच शताब्दी मात्र होइन, तर इलेक्ट्रोनिक टाइपसेटिङमा छलांग पनि बाँचेको छ, अनिवार्य रूपमा अपरिवर्तित बाँकी छ। यो 1960s मा Lorem Ipsum खण्डहरू सहित Letraset पानाहरू, र हालैमा Lorem Ipsum को संस्करणहरू सहित Aldus PageMaker जस्ता डेस्कटप प्रकाशन सफ्टवेयरको साथमा लोकप्रिय भएको थियो।",
          created_at: "2023-12-30T06:44:04.541487+05:45",
          updated_at: "2023-12-30T06:44:04.541487+05:45",
          image1: "/media/articles/article2.jpg",
          image2: null,
          is_featured: false,
          is_trending: false,
          category: 5,
          author: 1,
        },
        {
          id: 2,
          title: "Article 2",
          slug: "article-2",
          content:
            "Content for Article 2 मुद्रण र टाइपसेटिंग उद्योगको केवल डमी पाठ हो। लोरेम इप्सम 1500 को दशकदेखि उद्योगको मानक डमी पाठ भएको छ, जब एक अज्ञात प्रिन्टरले टाइपको ग्याली लियो र यसलाई टाइप नमूना पुस्तक बनाउन स्क्याम्बल गर्‍यो। यो पाँच शताब्दी मात्र होइन, तर इलेक्ट्रोनिक टाइपसेटिङमा छलांग पनि बाँचेको छ, अनिवार्य रूपमा अपरिवर्तित बाँकी छ। यो 1960s मा Lorem Ipsum खण्डहरू सहित Letraset पानाहरू, र हालैमा Lorem Ipsum को संस्करणहरू सहित Aldus PageMaker जस्ता डेस्कटप प्रकाशन सफ्टवेयरको साथमा लोकप्रिय भएको थियो।",
          description:
            "Description for Article 2 मुद्रण र टाइपसेटिंग उद्योगको केवल डमी पाठ हो। लोरेम इप्सम 1500 को दशकदेखि उद्योगको मानक डमी पाठ भएको छ, जब एक अज्ञात प्रिन्टरले टाइपको ग्याली लियो र यसलाई टाइप नमूना पुस्तक बनाउन स्क्याम्बल गर्‍यो। यो पाँच शताब्दी मात्र होइन, तर इलेक्ट्रोनिक टाइपसेटिङमा छलांग पनि बाँचेको छ, अनिवार्य रूपमा अपरिवर्तित बाँकी छ। यो 1960s मा Lorem Ipsum खण्डहरू सहित Letraset पानाहरू, र हालैमा Lorem Ipsum को संस्करणहरू सहित Aldus PageMaker जस्ता डेस्कटप प्रकाशन सफ्टवेयरको साथमा लोकप्रिय भएको थियो।",
          created_at: "2023-12-29T06:44:04.541487+05:45",
          updated_at: "2023-12-29T06:44:04.541487+05:45",
          image1: "/media/articles/article2.jpg",
          image2: null,
          is_featured: false,
          is_trending: false,
          category: 1,
          author: 1,
        },
        {
          id: 3,
          title: "Article 3",
          slug: "article-3",
          content:
            "Content for Article 3 मुद्रण र टाइपसेटिंग उद्योगको केवल डमी पाठ हो। लोरेम इप्सम 1500 को दशकदेखि उद्योगको मानक डमी पाठ भएको छ, जब एक अज्ञात प्रिन्टरले टाइपको ग्याली लियो र यसलाई टाइप नमूना पुस्तक बनाउन स्क्याम्बल गर्‍यो। यो पाँच शताब्दी मात्र होइन, तर इलेक्ट्रोनिक टाइपसेटिङमा छलांग पनि बाँचेको छ, अनिवार्य रूपमा अपरिवर्तित बाँकी छ। यो 1960s मा Lorem Ipsum खण्डहरू सहित Letraset पानाहरू, र हालैमा Lorem Ipsum को संस्करणहरू सहित Aldus PageMaker जस्ता डेस्कटप प्रकाशन सफ्टवेयरको साथमा लोकप्रिय भएको थियो।",
          description:
            "Description for Article 3 मुद्रण र टाइपसेटिंग उद्योगको केवल डमी पाठ हो। लोरेम इप्सम 1500 को दशकदेखि उद्योगको मानक डमी पाठ भएको छ, जब एक अज्ञात प्रिन्टरले टाइपको ग्याली लियो र यसलाई टाइप नमूना पुस्तक बनाउन स्क्याम्बल गर्‍यो। यो पाँच शताब्दी मात्र होइन, तर इलेक्ट्रोनिक टाइपसेटिङमा छलांग पनि बाँचेको छ, अनिवार्य रूपमा अपरिवर्तित बाँकी छ। यो 1960s मा Lorem Ipsum खण्डहरू सहित Letraset पानाहरू, र हालैमा Lorem Ipsum को संस्करणहरू सहित Aldus PageMaker जस्ता डेस्कटप प्रकाशन सफ्टवेयरको साथमा लोकप्रिय भएको थियो।",
          created_at: "2023-12-29T06:44:04.541487+05:45",
          updated_at: "2023-12-29T06:44:04.541487+05:45",
          image1: "/media/articles/article2.jpg",
          image2: null,
          is_featured: false,
          is_trending: true,
          category: 1,
          author: 1,
        },
      ],
    },
    {
      articles_categorized_totalHits: 1,
      articles_categorized: {
        category_article_data: [
          {
            category_title: "Category 1",
            articles: [
              {
                id: 1,
                title:
                  "मुद्रण र टाइपसेटिंग उद्योगको केवल डमी पाठ हो। लोरेम इप्सम 1500 को दशकदेखि उद्योगको मानक डमी पाठ भएको छ, जब एक अज्ञात प्रिन्टरले टाइपको ग्याली लियो र यसलाई टाइप नमूना पुस्तक बनाउन स्क्याम्बल गर्‍यो। यो पाँच शताब्दी मात्र होइन, तर इलेक्ट्रोनिक टाइपसेटिङमा",
                slug: "mudrnn-r-ttaaipsetting-udyogko-kevl-ddmii-paatth-ho-lorem-ipsm-1500-ko-dshkdekhi-udyogko-maank-ddmii-paatth-bheko-ch-jb-ek-ajnyaat-printtrle-ttaaipko-gyaalii-liyo-r-yslaaii-ttaaip-nmuunaa-pustk-bnaaun-skyaambl-gryo-yo-paanc-shtaabdii-maatr-hoin-tr-ilekttronik-ttaaipsettingmaa",
                content:
                  "Article 1 मुद्रण र टाइपसेटिंग उद्योगको केवल डमी पाठ हो। लोरेम इप्सम 1500 को दशकदेखि उद्योगको मानक डमी पाठ भएको छ, जब एक अज्ञात प्रिन्टरले टाइपको ग्याली लियो र यसलाई टाइप नमूना पुस्तक बनाउन स्क्याम्बल गर्‍यो। यो पाँच शताब्दी मात्र होइन, तर इलेक्ट्रोनिक टाइपसेटिङमा छलांग पनि बाँचेको छ, अनिवार्य रूपमा अपरिवर्तित बाँकी छ। यो 1960s मा Lorem Ipsum खण्डहरू सहित Letraset पानाहरू, र हालैमा Lorem Ipsum को संस्करणहरू सहित Aldus PageMaker जस्ता डेस्कटप प्रकाशन सफ्टवेयरको साथमा लोकप्रिय भएको थियो।",
                description:
                  "Description for Article 1 मुद्रण र टाइपसेटिंग उद्योगको केवल डमी पाठ हो। लोरेम इप्सम 1500 को दशकदेखि उद्योगको मानक डमी पाठ भएको छ, जब एक अज्ञात प्रिन्टरले टाइपको ग्याली लियो र यसलाई टाइप नमूना पुस्तक बनाउन स्क्याम्बल गर्‍यो। यो पाँच शताब्दी मात्र होइन, तर इलेक्ट्रोनिक टाइपसेटिङमा छलांग पनि बाँचेको छ, अनिवार्य रूपमा अपरिवर्तित बाँकी छ। यो 1960s मा Lorem Ipsum खण्डहरू सहित Letraset पानाहरू, र हालैमा Lorem Ipsum को संस्करणहरू सहित Aldus PageMaker जस्ता डेस्कटप प्रकाशन सफ्टवेयरको साथमा लोकप्रिय भएको थियो।",
                created_at: "2023-12-29T06:44:04.541487+05:45",
                updated_at: "2024-01-04T20:27:46.236923+05:45",
                image1: "/media/articles/article1.jpg",
                image2: null,
                is_featured: true,
                is_trending: true,
                category: 1,
                author: 1,
              },
              {
                id: 2,
                title: "Article 2",
                slug: "article-2",
                content:
                  "Content for Article 2 मुद्रण र टाइपसेटिंग उद्योगको केवल डमी पाठ हो। लोरेम इप्सम 1500 को दशकदेखि उद्योगको मानक डमी पाठ भएको छ, जब एक अज्ञात प्रिन्टरले टाइपको ग्याली लियो र यसलाई टाइप नमूना पुस्तक बनाउन स्क्याम्बल गर्‍यो। यो पाँच शताब्दी मात्र होइन, तर इलेक्ट्रोनिक टाइपसेटिङमा छलांग पनि बाँचेको छ, अनिवार्य रूपमा अपरिवर्तित बाँकी छ। यो 1960s मा Lorem Ipsum खण्डहरू सहित Letraset पानाहरू, र हालैमा Lorem Ipsum को संस्करणहरू सहित Aldus PageMaker जस्ता डेस्कटप प्रकाशन सफ्टवेयरको साथमा लोकप्रिय भएको थियो।",
                description:
                  "Description for Article 2 मुद्रण र टाइपसेटिंग उद्योगको केवल डमी पाठ हो। लोरेम इप्सम 1500 को दशकदेखि उद्योगको मानक डमी पाठ भएको छ, जब एक अज्ञात प्रिन्टरले टाइपको ग्याली लियो र यसलाई टाइप नमूना पुस्तक बनाउन स्क्याम्बल गर्‍यो। यो पाँच शताब्दी मात्र होइन, तर इलेक्ट्रोनिक टाइपसेटिङमा छलांग पनि बाँचेको छ, अनिवार्य रूपमा अपरिवर्तित बाँकी छ। यो 1960s मा Lorem Ipsum खण्डहरू सहित Letraset पानाहरू, र हालैमा Lorem Ipsum को संस्करणहरू सहित Aldus PageMaker जस्ता डेस्कटप प्रकाशन सफ्टवेयरको साथमा लोकप्रिय भएको थियो।",
                created_at: "2023-12-29T06:44:04.541487+05:45",
                updated_at: "2023-12-29T06:44:04.541487+05:45",
                image1: "/media/articles/article2.jpg",
                image2: null,
                is_featured: false,
                is_trending: false,
                category: 1,
                author: 1,
              },
              {
                id: 3,
                title: "Article 3",
                slug: "article-3",
                content:
                  "Content for Article 3 मुद्रण र टाइपसेटिंग उद्योगको केवल डमी पाठ हो। लोरेम इप्सम 1500 को दशकदेखि उद्योगको मानक डमी पाठ भएको छ, जब एक अज्ञात प्रिन्टरले टाइपको ग्याली लियो र यसलाई टाइप नमूना पुस्तक बनाउन स्क्याम्बल गर्‍यो। यो पाँच शताब्दी मात्र होइन, तर इलेक्ट्रोनिक टाइपसेटिङमा छलांग पनि बाँचेको छ, अनिवार्य रूपमा अपरिवर्तित बाँकी छ। यो 1960s मा Lorem Ipsum खण्डहरू सहित Letraset पानाहरू, र हालैमा Lorem Ipsum को संस्करणहरू सहित Aldus PageMaker जस्ता डेस्कटप प्रकाशन सफ्टवेयरको साथमा लोकप्रिय भएको थियो।",
                description:
                  "Description for Article 3 मुद्रण र टाइपसेटिंग उद्योगको केवल डमी पाठ हो। लोरेम इप्सम 1500 को दशकदेखि उद्योगको मानक डमी पाठ भएको छ, जब एक अज्ञात प्रिन्टरले टाइपको ग्याली लियो र यसलाई टाइप नमूना पुस्तक बनाउन स्क्याम्बल गर्‍यो। यो पाँच शताब्दी मात्र होइन, तर इलेक्ट्रोनिक टाइपसेटिङमा छलांग पनि बाँचेको छ, अनिवार्य रूपमा अपरिवर्तित बाँकी छ। यो 1960s मा Lorem Ipsum खण्डहरू सहित Letraset पानाहरू, र हालैमा Lorem Ipsum को संस्करणहरू सहित Aldus PageMaker जस्ता डेस्कटप प्रकाशन सफ्टवेयरको साथमा लोकप्रिय भएको थियो।",
                created_at: "2023-12-29T06:44:04.541487+05:45",
                updated_at: "2023-12-29T06:44:04.541487+05:45",
                image1: "/media/articles/article2.jpg",
                image2: null,
                is_featured: false,
                is_trending: true,
                category: 1,
                author: 1,
              },
              {
                id: 4,
                title: "Article 4",
                slug: "article-4",
                content:
                  "Content for Article 4 मुद्रण र टाइपसेटिंग उद्योगको केवल डमी पाठ हो। लोरेम इप्सम 1500 को दशकदेखि उद्योगको मानक डमी पाठ भएको छ, जब एक अज्ञात प्रिन्टरले टाइपको ग्याली लियो र यसलाई टाइप नमूना पुस्तक बनाउन स्क्याम्बल गर्‍यो। यो पाँच शताब्दी मात्र होइन, तर इलेक्ट्रोनिक टाइपसेटिङमा छलांग पनि बाँचेको छ, अनिवार्य रूपमा अपरिवर्तित बाँकी छ। यो 1960s मा Lorem Ipsum खण्डहरू सहित Letraset पानाहरू, र हालैमा Lorem Ipsum को संस्करणहरू सहित Aldus PageMaker जस्ता डेस्कटप प्रकाशन सफ्टवेयरको साथमा लोकप्रिय भएको थियो।",
                description:
                  "Description for Article 4 मुद्रण र टाइपसेटिंग उद्योगको केवल डमी पाठ हो। लोरेम इप्सम 1500 को दशकदेखि उद्योगको मानक डमी पाठ भएको छ, जब एक अज्ञात प्रिन्टरले टाइपको ग्याली लियो र यसलाई टाइप नमूना पुस्तक बनाउन स्क्याम्बल गर्‍यो। यो पाँच शताब्दी मात्र होइन, तर इलेक्ट्रोनिक टाइपसेटिङमा छलांग पनि बाँचेको छ, अनिवार्य रूपमा अपरिवर्तित बाँकी छ। यो 1960s मा Lorem Ipsum खण्डहरू सहित Letraset पानाहरू, र हालैमा Lorem Ipsum को संस्करणहरू सहित Aldus PageMaker जस्ता डेस्कटप प्रकाशन सफ्टवेयरको साथमा लोकप्रिय भएको थियो।",
                created_at: "2023-12-29T06:44:04.541487+05:45",
                updated_at: "2023-12-29T06:44:04.541487+05:45",
                image1: "/media/articles/article2.jpg",
                image2: null,
                is_featured: false,
                is_trending: false,
                category: 1,
                author: 1,
              },
              {
                id: 5,
                title: "Article 5",
                slug: "article-5",
                content:
                  "Content for Article 5 मुद्रण र टाइपसेटिंग उद्योगको केवल डमी पाठ हो। लोरेम इप्सम 1500 को दशकदेखि उद्योगको मानक डमी पाठ भएको छ, जब एक अज्ञात प्रिन्टरले टाइपको ग्याली लियो र यसलाई टाइप नमूना पुस्तक बनाउन स्क्याम्बल गर्‍यो। यो पाँच शताब्दी मात्र होइन, तर इलेक्ट्रोनिक टाइपसेटिङमा छलांग पनि बाँचेको छ, अनिवार्य रूपमा अपरिवर्तित बाँकी छ। यो 1960s मा Lorem Ipsum खण्डहरू सहित Letraset पानाहरू, र हालैमा Lorem Ipsum को संस्करणहरू सहित Aldus PageMaker जस्ता डेस्कटप प्रकाशन सफ्टवेयरको साथमा लोकप्रिय भएको थियो।",
                description:
                  "Description for Article 5 मुद्रण र टाइपसेटिंग उद्योगको केवल डमी पाठ हो। लोरेम इप्सम 1500 को दशकदेखि उद्योगको मानक डमी पाठ भएको छ, जब एक अज्ञात प्रिन्टरले टाइपको ग्याली लियो र यसलाई टाइप नमूना पुस्तक बनाउन स्क्याम्बल गर्‍यो। यो पाँच शताब्दी मात्र होइन, तर इलेक्ट्रोनिक टाइपसेटिङमा छलांग पनि बाँचेको छ, अनिवार्य रूपमा अपरिवर्तित बाँकी छ। यो 1960s मा Lorem Ipsum खण्डहरू सहित Letraset पानाहरू, र हालैमा Lorem Ipsum को संस्करणहरू सहित Aldus PageMaker जस्ता डेस्कटप प्रकाशन सफ्टवेयरको साथमा लोकप्रिय भएको थियो।",
                created_at: "2023-12-29T06:44:04.541487+05:45",
                updated_at: "2023-12-29T06:44:04.541487+05:45",
                image1: "/media/articles/article2.jpg",
                image2: null,
                is_featured: false,
                is_trending: true,
                category: 1,
                author: 1,
              },
            ],
          },
          {
            category_title: "Category 2",
            articles: [
              {
                id: 6,
                title: "Article 6",
                slug: "article-6",
                content:
                  "Content for Article 6 मुद्रण र टाइपसेटिंग उद्योगको केवल डमी पाठ हो। लोरेम इप्सम 1500 को दशकदेखि उद्योगको मानक डमी पाठ भएको छ, जब एक अज्ञात प्रिन्टरले टाइपको ग्याली लियो र यसलाई टाइप नमूना पुस्तक बनाउन स्क्याम्बल गर्‍यो। यो पाँच शताब्दी मात्र होइन, तर इलेक्ट्रोनिक टाइपसेटिङमा छलांग पनि बाँचेको छ, अनिवार्य रूपमा अपरिवर्तित बाँकी छ। यो 1960s मा Lorem Ipsum खण्डहरू सहित Letraset पानाहरू, र हालैमा Lorem Ipsum को संस्करणहरू सहित Aldus PageMaker जस्ता डेस्कटप प्रकाशन सफ्टवेयरको साथमा लोकप्रिय भएको थियो।",
                description:
                  "Description for Article 6 मुद्रण र टाइपसेटिंग उद्योगको केवल डमी पाठ हो। लोरेम इप्सम 1500 को दशकदेखि उद्योगको मानक डमी पाठ भएको छ, जब एक अज्ञात प्रिन्टरले टाइपको ग्याली लियो र यसलाई टाइप नमूना पुस्तक बनाउन स्क्याम्बल गर्‍यो। यो पाँच शताब्दी मात्र होइन, तर इलेक्ट्रोनिक टाइपसेटिङमा छलांग पनि बाँचेको छ, अनिवार्य रूपमा अपरिवर्तित बाँकी छ। यो 1960s मा Lorem Ipsum खण्डहरू सहित Letraset पानाहरू, र हालैमा Lorem Ipsum को संस्करणहरू सहित Aldus PageMaker जस्ता डेस्कटप प्रकाशन सफ्टवेयरको साथमा लोकप्रिय भएको थियो।",
                created_at: "2023-12-29T06:44:04.541487+05:45",
                updated_at: "2023-12-29T06:44:04.541487+05:45",
                image1: "/media/articles/article2.jpg",
                image2: null,
                is_featured: false,
                is_trending: false,
                category: 2,
                author: 1,
              },
              {
                id: 7,
                title: "Article 7",
                slug: "article-7",
                content:
                  "Content for Article 7 मुद्रण र टाइपसेटिंग उद्योगको केवल डमी पाठ हो। लोरेम इप्सम 1500 को दशकदेखि उद्योगको मानक डमी पाठ भएको छ, जब एक अज्ञात प्रिन्टरले टाइपको ग्याली लियो र यसलाई टाइप नमूना पुस्तक बनाउन स्क्याम्बल गर्‍यो। यो पाँच शताब्दी मात्र होइन, तर इलेक्ट्रोनिक टाइपसेटिङमा छलांग पनि बाँचेको छ, अनिवार्य रूपमा अपरिवर्तित बाँकी छ। यो 1960s मा Lorem Ipsum खण्डहरू सहित Letraset पानाहरू, र हालैमा Lorem Ipsum को संस्करणहरू सहित Aldus PageMaker जस्ता डेस्कटप प्रकाशन सफ्टवेयरको साथमा लोकप्रिय भएको थियो।",
                description:
                  "Description for Article 7 मुद्रण र टाइपसेटिंग उद्योगको केवल डमी पाठ हो। लोरेम इप्सम 1500 को दशकदेखि उद्योगको मानक डमी पाठ भएको छ, जब एक अज्ञात प्रिन्टरले टाइपको ग्याली लियो र यसलाई टाइप नमूना पुस्तक बनाउन स्क्याम्बल गर्‍यो। यो पाँच शताब्दी मात्र होइन, तर इलेक्ट्रोनिक टाइपसेटिङमा छलांग पनि बाँचेको छ, अनिवार्य रूपमा अपरिवर्तित बाँकी छ। यो 1960s मा Lorem Ipsum खण्डहरू सहित Letraset पानाहरू, र हालैमा Lorem Ipsum को संस्करणहरू सहित Aldus PageMaker जस्ता डेस्कटप प्रकाशन सफ्टवेयरको साथमा लोकप्रिय भएको थियो।",
                created_at: "2023-12-29T06:44:04.541487+05:45",
                updated_at: "2023-12-29T06:44:04.541487+05:45",
                image1: "/media/articles/article2.jpg",
                image2: null,
                is_featured: false,
                is_trending: false,
                category: 2,
                author: 1,
              },
              {
                id: 9,
                title: "Article 9",
                slug: "article-9",
                content:
                  "Content for Article 9 मुद्रण र टाइपसेटिंग उद्योगको केवल डमी पाठ हो। लोरेम इप्सम 1500 को दशकदेखि उद्योगको मानक डमी पाठ भएको छ, जब एक अज्ञात प्रिन्टरले टाइपको ग्याली लियो र यसलाई टाइप नमूना पुस्तक बनाउन स्क्याम्बल गर्‍यो। यो पाँच शताब्दी मात्र होइन, तर इलेक्ट्रोनिक टाइपसेटिङमा छलांग पनि बाँचेको छ, अनिवार्य रूपमा अपरिवर्तित बाँकी छ। यो 1960s मा Lorem Ipsum खण्डहरू सहित Letraset पानाहरू, र हालैमा Lorem Ipsum को संस्करणहरू सहित Aldus PageMaker जस्ता डेस्कटप प्रकाशन सफ्टवेयरको साथमा लोकप्रिय भएको थियो।",
                description:
                  "Description for Article 9 मुद्रण र टाइपसेटिंग उद्योगको केवल डमी पाठ हो। लोरेम इप्सम 1500 को दशकदेखि उद्योगको मानक डमी पाठ भएको छ, जब एक अज्ञात प्रिन्टरले टाइपको ग्याली लियो र यसलाई टाइप नमूना पुस्तक बनाउन स्क्याम्बल गर्‍यो। यो पाँच शताब्दी मात्र होइन, तर इलेक्ट्रोनिक टाइपसेटिङमा छलांग पनि बाँचेको छ, अनिवार्य रूपमा अपरिवर्तित बाँकी छ। यो 1960s मा Lorem Ipsum खण्डहरू सहित Letraset पानाहरू, र हालैमा Lorem Ipsum को संस्करणहरू सहित Aldus PageMaker जस्ता डेस्कटप प्रकाशन सफ्टवेयरको साथमा लोकप्रिय भएको थियो।",
                created_at: "2023-12-29T06:44:04.541487+05:45",
                updated_at: "2023-12-29T06:44:04.541487+05:45",
                image1: "/media/articles/article2.jpg",
                image2: null,
                is_featured: false,
                is_trending: true,
                category: 2,
                author: 1,
              },
              {
                id: 10,
                title: "Article 10",
                slug: "article-10",
                content:
                  "Content for Article 10 मुद्रण र टाइपसेटिंग उद्योगको केवल डमी पाठ हो। लोरेम इप्सम 1500 को दशकदेखि उद्योगको मानक डमी पाठ भएको छ, जब एक अज्ञात प्रिन्टरले टाइपको ग्याली लियो र यसलाई टाइप नमूना पुस्तक बनाउन स्क्याम्बल गर्‍यो। यो पाँच शताब्दी मात्र होइन, तर इलेक्ट्रोनिक टाइपसेटिङमा छलांग पनि बाँचेको छ, अनिवार्य रूपमा अपरिवर्तित बाँकी छ। यो 1960s मा Lorem Ipsum खण्डहरू सहित Letraset पानाहरू, र हालैमा Lorem Ipsum को संस्करणहरू सहित Aldus PageMaker जस्ता डेस्कटप प्रकाशन सफ्टवेयरको साथमा लोकप्रिय भएको थियो।",
                description:
                  "Description for Article 10 मुद्रण र टाइपसेटिंग उद्योगको केवल डमी पाठ हो। लोरेम इप्सम 1500 को दशकदेखि उद्योगको मानक डमी पाठ भएको छ, जब एक अज्ञात प्रिन्टरले टाइपको ग्याली लियो र यसलाई टाइप नमूना पुस्तक बनाउन स्क्याम्बल गर्‍यो। यो पाँच शताब्दी मात्र होइन, तर इलेक्ट्रोनिक टाइपसेटिङमा छलांग पनि बाँचेको छ, अनिवार्य रूपमा अपरिवर्तित बाँकी छ। यो 1960s मा Lorem Ipsum खण्डहरू सहित Letraset पानाहरू, र हालैमा Lorem Ipsum को संस्करणहरू सहित Aldus PageMaker जस्ता डेस्कटप प्रकाशन सफ्टवेयरको साथमा लोकप्रिय भएको थियो।",
                created_at: "2023-12-29T06:44:04.541487+05:45",
                updated_at: "2023-12-29T06:44:04.541487+05:45",
                image1: "/media/articles/article2.jpg",
                image2: null,
                is_featured: false,
                is_trending: false,
                category: 2,
                author: 1,
              },
            ],
          },
          {
            category_title: "Category 3",
            articles: [
              {
                id: 11,
                title: "Article 11",
                slug: "article-11",
                content:
                  "Content for Article 11 मुद्रण र टाइपसेटिंग उद्योगको केवल डमी पाठ हो। लोरेम इप्सम 1500 को दशकदेखि उद्योगको मानक डमी पाठ भएको छ, जब एक अज्ञात प्रिन्टरले टाइपको ग्याली लियो र यसलाई टाइप नमूना पुस्तक बनाउन स्क्याम्बल गर्‍यो। यो पाँच शताब्दी मात्र होइन, तर इलेक्ट्रोनिक टाइपसेटिङमा छलांग पनि बाँचेको छ, अनिवार्य रूपमा अपरिवर्तित बाँकी छ। यो 1960s मा Lorem Ipsum खण्डहरू सहित Letraset पानाहरू, र हालैमा Lorem Ipsum को संस्करणहरू सहित Aldus PageMaker जस्ता डेस्कटप प्रकाशन सफ्टवेयरको साथमा लोकप्रिय भएको थियो।",
                description:
                  "Description for Article 11 मुद्रण र टाइपसेटिंग उद्योगको केवल डमी पाठ हो। लोरेम इप्सम 1500 को दशकदेखि उद्योगको मानक डमी पाठ भएको छ, जब एक अज्ञात प्रिन्टरले टाइपको ग्याली लियो र यसलाई टाइप नमूना पुस्तक बनाउन स्क्याम्बल गर्‍यो। यो पाँच शताब्दी मात्र होइन, तर इलेक्ट्रोनिक टाइपसेटिङमा छलांग पनि बाँचेको छ, अनिवार्य रूपमा अपरिवर्तित बाँकी छ। यो 1960s मा Lorem Ipsum खण्डहरू सहित Letraset पानाहरू, र हालैमा Lorem Ipsum को संस्करणहरू सहित Aldus PageMaker जस्ता डेस्कटप प्रकाशन सफ्टवेयरको साथमा लोकप्रिय भएको थियो।",
                created_at: "2023-12-29T06:44:04.541487+05:45",
                updated_at: "2023-12-29T06:44:04.541487+05:45",
                image1: "/media/articles/article2.jpg",
                image2: null,
                is_featured: false,
                is_trending: false,
                category: 3,
                author: 1,
              },
              {
                id: 12,
                title: "Article 12",
                slug: "article-12",
                content:
                  "Content for Article 12 मुद्रण र टाइपसेटिंग उद्योगको केवल डमी पाठ हो। लोरेम इप्सम 1500 को दशकदेखि उद्योगको मानक डमी पाठ भएको छ, जब एक अज्ञात प्रिन्टरले टाइपको ग्याली लियो र यसलाई टाइप नमूना पुस्तक बनाउन स्क्याम्बल गर्‍यो। यो पाँच शताब्दी मात्र होइन, तर इलेक्ट्रोनिक टाइपसेटिङमा छलांग पनि बाँचेको छ, अनिवार्य रूपमा अपरिवर्तित बाँकी छ। यो 1960s मा Lorem Ipsum खण्डहरू सहित Letraset पानाहरू, र हालैमा Lorem Ipsum को संस्करणहरू सहित Aldus PageMaker जस्ता डेस्कटप प्रकाशन सफ्टवेयरको साथमा लोकप्रिय भएको थियो।",
                description:
                  "Description for Article 12 मुद्रण र टाइपसेटिंग उद्योगको केवल डमी पाठ हो। लोरेम इप्सम 1500 को दशकदेखि उद्योगको मानक डमी पाठ भएको छ, जब एक अज्ञात प्रिन्टरले टाइपको ग्याली लियो र यसलाई टाइप नमूना पुस्तक बनाउन स्क्याम्बल गर्‍यो। यो पाँच शताब्दी मात्र होइन, तर इलेक्ट्रोनिक टाइपसेटिङमा छलांग पनि बाँचेको छ, अनिवार्य रूपमा अपरिवर्तित बाँकी छ। यो 1960s मा Lorem Ipsum खण्डहरू सहित Letraset पानाहरू, र हालैमा Lorem Ipsum को संस्करणहरू सहित Aldus PageMaker जस्ता डेस्कटप प्रकाशन सफ्टवेयरको साथमा लोकप्रिय भएको थियो।",
                created_at: "2023-12-29T06:44:04.541487+05:45",
                updated_at: "2023-12-29T06:44:04.541487+05:45",
                image1: "/media/articles/article2.jpg",
                image2: null,
                is_featured: false,
                is_trending: false,
                category: 3,
                author: 1,
              },
              {
                id: 13,
                title: "Article 13",
                slug: "article-13",
                content:
                  "Content for Article 13 मुद्रण र टाइपसेटिंग उद्योगको केवल डमी पाठ हो। लोरेम इप्सम 1500 को दशकदेखि उद्योगको मानक डमी पाठ भएको छ, जब एक अज्ञात प्रिन्टरले टाइपको ग्याली लियो र यसलाई टाइप नमूना पुस्तक बनाउन स्क्याम्बल गर्‍यो। यो पाँच शताब्दी मात्र होइन, तर इलेक्ट्रोनिक टाइपसेटिङमा छलांग पनि बाँचेको छ, अनिवार्य रूपमा अपरिवर्तित बाँकी छ। यो 1960s मा Lorem Ipsum खण्डहरू सहित Letraset पानाहरू, र हालैमा Lorem Ipsum को संस्करणहरू सहित Aldus PageMaker जस्ता डेस्कटप प्रकाशन सफ्टवेयरको साथमा लोकप्रिय भएको थियो।",
                description:
                  "Description for Article 13 मुद्रण र टाइपसेटिंग उद्योगको केवल डमी पाठ हो। लोरेम इप्सम 1500 को दशकदेखि उद्योगको मानक डमी पाठ भएको छ, जब एक अज्ञात प्रिन्टरले टाइपको ग्याली लियो र यसलाई टाइप नमूना पुस्तक बनाउन स्क्याम्बल गर्‍यो। यो पाँच शताब्दी मात्र होइन, तर इलेक्ट्रोनिक टाइपसेटिङमा छलांग पनि बाँचेको छ, अनिवार्य रूपमा अपरिवर्तित बाँकी छ। यो 1960s मा Lorem Ipsum खण्डहरू सहित Letraset पानाहरू, र हालैमा Lorem Ipsum को संस्करणहरू सहित Aldus PageMaker जस्ता डेस्कटप प्रकाशन सफ्टवेयरको साथमा लोकप्रिय भएको थियो।",
                created_at: "2023-12-29T06:44:04.541487+05:45",
                updated_at: "2023-12-29T06:44:04.541487+05:45",
                image1: "/media/articles/article2.jpg",
                image2: null,
                is_featured: true,
                is_trending: false,
                category: 3,
                author: 1,
              },
              {
                id: 14,
                title: "Article 14",
                slug: "article-14",
                content:
                  "Content for Article 14 मुद्रण र टाइपसेटिंग उद्योगको केवल डमी पाठ हो। लोरेम इप्सम 1500 को दशकदेखि उद्योगको मानक डमी पाठ भएको छ, जब एक अज्ञात प्रिन्टरले टाइपको ग्याली लियो र यसलाई टाइप नमूना पुस्तक बनाउन स्क्याम्बल गर्‍यो। यो पाँच शताब्दी मात्र होइन, तर इलेक्ट्रोनिक टाइपसेटिङमा छलांग पनि बाँचेको छ, अनिवार्य रूपमा अपरिवर्तित बाँकी छ। यो 1960s मा Lorem Ipsum खण्डहरू सहित Letraset पानाहरू, र हालैमा Lorem Ipsum को संस्करणहरू सहित Aldus PageMaker जस्ता डेस्कटप प्रकाशन सफ्टवेयरको साथमा लोकप्रिय भएको थियो।",
                description:
                  "Description for Article 14 मुद्रण र टाइपसेटिंग उद्योगको केवल डमी पाठ हो। लोरेम इप्सम 1500 को दशकदेखि उद्योगको मानक डमी पाठ भएको छ, जब एक अज्ञात प्रिन्टरले टाइपको ग्याली लियो र यसलाई टाइप नमूना पुस्तक बनाउन स्क्याम्बल गर्‍यो। यो पाँच शताब्दी मात्र होइन, तर इलेक्ट्रोनिक टाइपसेटिङमा छलांग पनि बाँचेको छ, अनिवार्य रूपमा अपरिवर्तित बाँकी छ। यो 1960s मा Lorem Ipsum खण्डहरू सहित Letraset पानाहरू, र हालैमा Lorem Ipsum को संस्करणहरू सहित Aldus PageMaker जस्ता डेस्कटप प्रकाशन सफ्टवेयरको साथमा लोकप्रिय भएको थियो।",
                created_at: "2023-12-29T06:44:04.541487+05:45",
                updated_at: "2023-12-29T06:44:04.541487+05:45",
                image1: "/media/articles/article2.jpg",
                image2: null,
                is_featured: false,
                is_trending: false,
                category: 3,
                author: 1,
              },
              {
                id: 15,
                title: "Article 15",
                slug: "article-15",
                content:
                  "Content for Article 15 मुद्रण र टाइपसेटिंग उद्योगको केवल डमी पाठ हो। लोरेम इप्सम 1500 को दशकदेखि उद्योगको मानक डमी पाठ भएको छ, जब एक अज्ञात प्रिन्टरले टाइपको ग्याली लियो र यसलाई टाइप नमूना पुस्तक बनाउन स्क्याम्बल गर्‍यो। यो पाँच शताब्दी मात्र होइन, तर इलेक्ट्रोनिक टाइपसेटिङमा छलांग पनि बाँचेको छ, अनिवार्य रूपमा अपरिवर्तित बाँकी छ। यो 1960s मा Lorem Ipsum खण्डहरू सहित Letraset पानाहरू, र हालैमा Lorem Ipsum को संस्करणहरू सहित Aldus PageMaker जस्ता डेस्कटप प्रकाशन सफ्टवेयरको साथमा लोकप्रिय भएको थियो।",
                description:
                  "Description for Article 15 मुद्रण र टाइपसेटिंग उद्योगको केवल डमी पाठ हो। लोरेम इप्सम 1500 को दशकदेखि उद्योगको मानक डमी पाठ भएको छ, जब एक अज्ञात प्रिन्टरले टाइपको ग्याली लियो र यसलाई टाइप नमूना पुस्तक बनाउन स्क्याम्बल गर्‍यो। यो पाँच शताब्दी मात्र होइन, तर इलेक्ट्रोनिक टाइपसेटिङमा छलांग पनि बाँचेको छ, अनिवार्य रूपमा अपरिवर्तित बाँकी छ। यो 1960s मा Lorem Ipsum खण्डहरू सहित Letraset पानाहरू, र हालैमा Lorem Ipsum को संस्करणहरू सहित Aldus PageMaker जस्ता डेस्कटप प्रकाशन सफ्टवेयरको साथमा लोकप्रिय भएको थियो।",
                created_at: "2023-12-29T06:44:04.541487+05:45",
                updated_at: "2023-12-29T06:44:04.541487+05:45",
                image1: "/media/articles/article2.jpg",
                image2: null,
                is_featured: true,
                is_trending: false,
                category: 3,
                author: 1,
              },
            ],
          },
        ],
      },
    },
  ],
};

export const get_all_articles: any = {
  success: true,
  totalHits: 5,
  data: [
    {
      id: 27,
      title:
        "मुद्रण र टाइपसेटिंग उद्योगको केवल डमी पाठ हो। लोरेम इप्सम 1500 को दशकदेखि उद्योगको मानक डमी पाठ भएको छ, जब एक अज्ञात प्रिन्टरले टाइ",
      slug: "mudrnn-r-ttaaipsetting-udyogko-kevl-ddmii-paatth-ho-lorem-ipsm-1500-ko-dshkdekhi-udyogko-maank-ddmii-paatth-bheko-ch-jb-ek-ajnyaat-printtrle-ttaai",
      content:
        "मुद्रण र टाइपसेटिंग उद्योगको केवल डमी पाठ हो। लोरेम इप्सम 1500 को दशकदेखि उद्योगको मानक डमी पाठ भएको छ, जब एक अज्ञात प्रिन्टरले टाइ",
      description:
        "मुद्रण र टाइपसेटिंग उद्योगको केवल डमी पाठ हो। लोरेम इप्सम 1500 को दशकदेखि उद्योगको मानक डमी पाठ भएको छ, जब एक अज्ञात प्रिन्टरले टाइ",
      created_at: "2024-01-06T14:47:26.374485+05:45",
      updated_at: "2024-01-06T14:47:26.374536+05:45",
      image1: "/media/articles/YuriBoyka.jpg",
      image2: null,
      is_featured: false,
      is_trending: false,
      category: 5,
      author: 2,
    },
    {
      id: 23,
      title:
        "Article 23  मुद्रण र टाइपसेटिंग उद्योगको केवल डमी पाठ हो। लोरेम इप्सम 1500 को दशकदेखि उद्योगको मानक डमी पाठ भएको छ, जब एक अज्ञात प्रिन्टरले टाइपको ग्याली लियो र यसलाई टाइप नमूना पुस्तक बनाउन स्क्याम्बल गर्‍यो। यो पाँच शताब्दी मात्र होइन, तर इलेक्ट्रोनिक ट",
      slug: "article-23-mudrnn-r-ttaaipsetting-udyogko-kevl-ddmii-paatth-ho-lorem-ipsm-1500-ko-dshkdekhi-udyogko-maank-ddmii-paatth-bheko-ch-jb-ek-ajnyaat-printtrle-ttaaipko-gyaalii-liyo-r-yslaaii-ttaaip-nmuunaa-pustk-bnaaun-skyaambl-gryo-yo-paanc-shtaabdii-maatr-hoin-tr-ilekttronik-tt",
      content:
        "Content for Article 23 मुद्रण र टाइपसेटिंग उद्योगको केवल डमी पाठ हो। लोरेम इप्सम 1500 को दशकदेखि उद्योगको मानक डमी पाठ भएको छ, जब एक अज्ञात प्रिन्टरले टाइपको ग्याली लियो र यसलाई टाइप नमूना पुस्तक बनाउन स्क्याम्बल गर्‍यो। यो पाँच शताब्दी मात्र होइन, तर इलेक्ट्रोनिक टाइपसेटिङमा छलांग पनि बाँचेको छ, अनिवार्य रूपमा अपरिवर्तित बाँकी छ। यो 1960s मा Lorem Ipsum खण्डहरू सहित Letraset पानाहरू, र हालैमा Lorem Ipsum को संस्करणहरू सहित Aldus PageMaker जस्ता डेस्कटप प्रकाशन सफ्टवेयरको साथमा लोकप्रिय भएको थियो।",
      description:
        "Description for Article 23 मुद्रण र टाइपसेटिंग उद्योगको केवल डमी पाठ हो। लोरेम इप्सम 1500 को दशकदेखि उद्योगको मानक डमी पाठ भएको छ, जब एक अज्ञात प्रिन्टरले टाइपको ग्याली लियो र यसलाई टाइप नमूना पुस्तक बनाउन स्क्याम्बल गर्‍यो। यो पाँच शताब्दी मात्र होइन, तर इलेक्ट्रोनिक टाइपसेटिङमा छलांग पनि बाँचेको छ, अनिवार्य रूपमा अपरिवर्तित बाँकी छ। यो 1960s मा Lorem Ipsum खण्डहरू सहित Letraset पानाहरू, र हालैमा Lorem Ipsum को संस्करणहरू सहित Aldus PageMaker जस्ता डेस्कटप प्रकाशन सफ्टवेयरको साथमा लोकप्रिय भएको थियो।",
      created_at: "2023-12-30T06:44:04.541487+05:45",
      updated_at: "2024-01-04T20:27:40.280659+05:45",
      image1: "/media/articles/article2.jpg",
      image2: null,
      is_featured: true,
      is_trending: true,
      category: 4,
      author: 1,
    },
    {
      id: 24,
      title: "Article 24",
      slug: "article-24",
      content:
        "Content for Article 24 मुद्रण र टाइपसेटिंग उद्योगको केवल डमी पाठ हो। लोरेम इप्सम 1500 को दशकदेखि उद्योगको मानक डमी पाठ भएको छ, जब एक अज्ञात प्रिन्टरले टाइपको ग्याली लियो र यसलाई टाइप नमूना पुस्तक बनाउन स्क्याम्बल गर्‍यो। यो पाँच शताब्दी मात्र होइन, तर इलेक्ट्रोनिक टाइपसेटिङमा छलांग पनि बाँचेको छ, अनिवार्य रूपमा अपरिवर्तित बाँकी छ। यो 1960s मा Lorem Ipsum खण्डहरू सहित Letraset पानाहरू, र हालैमा Lorem Ipsum को संस्करणहरू सहित Aldus PageMaker जस्ता डेस्कटप प्रकाशन सफ्टवेयरको साथमा लोकप्रिय भएको थियो।",
      description:
        "Description for Article 24 मुद्रण र टाइपसेटिंग उद्योगको केवल डमी पाठ हो। लोरेम इप्सम 1500 को दशकदेखि उद्योगको मानक डमी पाठ भएको छ, जब एक अज्ञात प्रिन्टरले टाइपको ग्याली लियो र यसलाई टाइप नमूना पुस्तक बनाउन स्क्याम्बल गर्‍यो। यो पाँच शताब्दी मात्र होइन, तर इलेक्ट्रोनिक टाइपसेटिङमा छलांग पनि बाँचेको छ, अनिवार्य रूपमा अपरिवर्तित बाँकी छ। यो 1960s मा Lorem Ipsum खण्डहरू सहित Letraset पानाहरू, र हालैमा Lorem Ipsum को संस्करणहरू सहित Aldus PageMaker जस्ता डेस्कटप प्रकाशन सफ्टवेयरको साथमा लोकप्रिय भएको थियो।",
      created_at: "2023-12-30T06:44:04.541487+05:45",
      updated_at: "2023-12-30T06:44:04.541487+05:45",
      image1: "/media/articles/article2.jpg",
      image2: null,
      is_featured: false,
      is_trending: false,
      category: 1,
      author: 1,
    },
    {
      id: 25,
      title: "Article 25",
      slug: "article-25",
      content:
        "Content for Article 25 मुद्रण र टाइपसेटिंग उद्योगको केवल डमी पाठ हो। लोरेम इप्सम 1500 को दशकदेखि उद्योगको मानक डमी पाठ भएको छ, जब एक अज्ञात प्रिन्टरले टाइपको ग्याली लियो र यसलाई टाइप नमूना पुस्तक बनाउन स्क्याम्बल गर्‍यो। यो पाँच शताब्दी मात्र होइन, तर इलेक्ट्रोनिक टाइपसेटिङमा छलांग पनि बाँचेको छ, अनिवार्य रूपमा अपरिवर्तित बाँकी छ। यो 1960s मा Lorem Ipsum खण्डहरू सहित Letraset पानाहरू, र हालैमा Lorem Ipsum को संस्करणहरू सहित Aldus PageMaker जस्ता डेस्कटप प्रकाशन सफ्टवेयरको साथमा लोकप्रिय भएको थियो।",
      description:
        "Description for Article 25 मुद्रण र टाइपसेटिंग उद्योगको केवल डमी पाठ हो। लोरेम इप्सम 1500 को दशकदेखि उद्योगको मानक डमी पाठ भएको छ, जब एक अज्ञात प्रिन्टरले टाइपको ग्याली लियो र यसलाई टाइप नमूना पुस्तक बनाउन स्क्याम्बल गर्‍यो। यो पाँच शताब्दी मात्र होइन, तर इलेक्ट्रोनिक टाइपसेटिङमा छलांग पनि बाँचेको छ, अनिवार्य रूपमा अपरिवर्तित बाँकी छ। यो 1960s मा Lorem Ipsum खण्डहरू सहित Letraset पानाहरू, र हालैमा Lorem Ipsum को संस्करणहरू सहित Aldus PageMaker जस्ता डेस्कटप प्रकाशन सफ्टवेयरको साथमा लोकप्रिय भएको थियो।",
      created_at: "2023-12-30T06:44:04.541487+05:45",
      updated_at: "2023-12-30T06:44:04.541487+05:45",
      image1: "/media/articles/article2.jpg",
      image2: null,
      is_featured: false,
      is_trending: false,
      category: 5,
      author: 1,
    },
    {
      id: 26,
      title:
        "Article 26   मुद्रण र टाइपसेटिंग उद्योगको केवल डमी पाठ हो। लोरेम इप्सम 1500 को दशकदेखि उद्योगको मानक डमी पाठ भएको छ, जब एक अज्ञात प्रिन्टरले टाइपको ग्याली लियो र यसलाई टाइप नमूना पुस्तक बनाउन स्क्याम्बल गर्‍यो। यो पाँच शताब्दी मात्र होइन, तर इलेक्ट्रोनिक",
      slug: "article-26-mudrnn-r-ttaaipsetting-udyogko-kevl-ddmii-paatth-ho-lorem-ipsm-1500-ko-dshkdekhi-udyogko-maank-ddmii-paatth-bheko-ch-jb-ek-ajnyaat-printtrle-ttaaipko-gyaalii-liyo-r-yslaaii-ttaaip-nmuunaa-pustk-bnaaun-skyaambl-gryo-yo-paanc-shtaabdii-maatr-hoin-tr-ilekttronik",
      content:
        "Content for Article 26 मुद्रण र टाइपसेटिंग उद्योगको केवल डमी पाठ हो। लोरेम इप्सम 1500 को दशकदेखि उद्योगको मानक डमी पाठ भएको छ, जब एक अज्ञात प्रिन्टरले टाइपको ग्याली लियो र यसलाई टाइप नमूना पुस्तक बनाउन स्क्याम्बल गर्‍यो। यो पाँच शताब्दी मात्र होइन, तर इलेक्ट्रोनिक टाइपसेटिङमा छलांग पनि बाँचेको छ, अनिवार्य रूपमा अपरिवर्तित बाँकी छ। यो 1960s मा Lorem Ipsum खण्डहरू सहित Letraset पानाहरू, र हालैमा Lorem Ipsum को संस्करणहरू सहित Aldus PageMaker जस्ता डेस्कटप प्रकाशन सफ्टवेयरको साथमा लोकप्रिय भएको थियो।",
      description:
        "Description for Article 26 मुद्रण र टाइपसेटिंग उद्योगको केवल डमी पाठ हो। लोरेम इप्सम 1500 को दशकदेखि उद्योगको मानक डमी पाठ भएको छ, जब एक अज्ञात प्रिन्टरले टाइपको ग्याली लियो र यसलाई टाइप नमूना पुस्तक बनाउन स्क्याम्बल गर्‍यो। यो पाँच शताब्दी मात्र होइन, तर इलेक्ट्रोनिक टाइपसेटिङमा छलांग पनि बाँचेको छ, अनिवार्य रूपमा अपरिवर्तित बाँकी छ। यो 1960s मा Lorem Ipsum खण्डहरू सहित Letraset पानाहरू, र हालैमा Lorem Ipsum को संस्करणहरू सहित Aldus PageMaker जस्ता डेस्कटप प्रकाशन सफ्टवेयरको साथमा लोकप्रिय भएको थियो।",
      created_at: "2023-12-30T06:44:04.541487+05:45",
      updated_at: "2024-01-04T20:27:33.910669+05:45",
      image1: "/media/articles/article2.jpg",
      image2: null,
      is_featured: true,
      is_trending: false,
      category: 1,
      author: 1,
    },
  ],
};

export const testArticle = {
  id: 27,
  title:
    "मुद्रण र टाइपसेटिंग उद्योगको केवल डमी पाठ हो। लोरेम इप्सम 1500 को दशकदेखि उद्योगको मानक डमी पाठ भएको छ, जब एक अज्ञात प्रिन्टरले टाइ",
  slug: "/media/articles/prachanda-ris-angry-sad--1024x582.jpg",
  content:
    "मुद्रण र टाइपसेटिंग उद्योगको केवल डमी पाठ हो। लोरेम इप्सम 1500 को दशकदेखि उद्योगको मानक डमी पाठ भएको छ, जब एक अज्ञात प्रिन्टरले टाइ",
  description:
    "मुद्रण र टाइपसेटिंग उद्योगको केवल डमी पाठ हो। लोरेम इप्सम 1500 को दशकदेखि उद्योगको मानक डमी पाठ भएको छ, जब एक अज्ञात प्रिन्टरले टाइमुद्रण र टाइपसेटिंग उद्योगको केवल डमी पाठ हो। लोरेम इप्सम 1500 को दशकदेखि उद्योगको मानक डमी पाठ भएको छ, जब एक अज्ञात प्रिन्टरले टाइमुद्रण र टाइपसेटिंग उद्योगको केवल डमी पाठ हो। लोरेम इप्सम 1500 को दशकदेखि उद्योगको मानक डमी पाठ भएको छ, जब एक अज्ञात प्रिन्टरले टाइमुद्रण र टाइपसेटिंग उद्योगको केवल डमी पाठ हो। लोरेम इप्सम 1500 को दशकदेखि उद्योगको मानक डमी पाठ भएको छ, जब एक अज्ञात प्रिन्टरले टाइमुद्रण र टाइपसेटिंग उद्योगको केवल डमी पाठ हो। लोरेम इप्सम 1500 को दशकदेखि उद्योगको मानक डमी पाठ भएको छ, जब एक अज्ञात प्रिन्टरले टाइमुद्रण र टाइपसेटिंग उद्योगको केवल डमी पाठ हो। लोरेम इप्सम 1500 को दशकदेखि उद्योगको मानक डमी पाठ भएको छ, जब एक अज्ञात प्रिन्टरले टाइमुद्रण र टाइपसेटिंग उद्योगको केवल डमी पाठ हो। लोरेम इप्सम 1500 को दशकदेखि उद्योगको मानक डमी पाठ भएको छ, जब एक अज्ञात प्रिन्टरले टाइमुद्रण र टाइपसेटिंग उद्योगको केवल डमी पाठ हो। लोरेम इप्सम 1500 को दशकदेखि उद्योगको मानक डमी पाठ भएको छ, जब एक अज्ञात प्रिन्टरले टाइमुद्रण र टाइपसेटिंग उद्योगको केवल डमी पाठ हो। लोरेम इप्सम 1500 को दशकदेखि उद्योगको मानक डमी पाठ भएको छ, जब एक अज्ञात प्रिन्टरले टाइमुद्रण र टाइपसेटिंग उद्योगको केवल डमी पाठ हो। लोरेम इप्सम 1500 को दशकदेखि उद्योगको मानक डमी पाठ भएको छ, जब एक अज्ञात प्रिन्टरले टाइमुद्रण र टाइपसेटिंग उद्योगको केवल डमी पाठ हो। लोरेम इप्सम 1500 को दशकदेखि उद्योगको मानक डमी पाठ भएको छ, जब एक अज्ञात प्रिन्टरले टाइमुद्रण र टाइपसेटिंग उद्योगको केवल डमी पाठ हो। लोरेम इप्सम 1500 को दशकदेखि उद्योगको मानक डमी पाठ भएको छ, जब एक अज्ञात प्रिन्टरले टाइमुद्रण र टाइपसेटिंग उद्योगको केवल डमी पाठ हो। लोरेम इप्सम 1500 को दशकदेखि उद्योगको मानक डमी पाठ भएको छ, जब एक अज्ञात प्रिन्टरले टाइमुद्रण र टाइपसेटिंग उद्योगको केवल डमी पाठ हो। लोरेम इप्सम 1500 को दशकदेखि उद्योगको मानक डमी पाठ भएको छ, जब एक अज्ञात प्रिन्टरले टाइमुद्रण र टाइपसेटिंग उद्योगको केवल डमी पाठ हो। लोरेम इप्सम 1500 को दशकदेखि उद्योगको मानक डमी पाठ भएको छ, जब एक अज्ञात प्रिन्टरले टाइमुद्रण र टाइपसेटिंग उद्योगको केवल डमी पाठ हो। लोरेम इप्सम 1500 को दशकदेखि उद्योगको मानक डमी पाठ भएको छ, जब एक अज्ञात प्रिन्टरले टाइमुद्रण र टाइपसेटिंग उद्योगको केवल डमी पाठ हो। लोरेम इप्सम 1500 को दशकदेखि उद्योगको मानक डमी पाठ भएको छ, जब एक अज्ञात प्रिन्टरले टाइमुद्रण र टाइपसेटिंग उद्योगको केवल डमी पाठ हो। लोरेम इप्सम 1500 को दशकदेखि उद्योगको मानक डमी पाठ भएको छ, जब एक अज्ञात प्रिन्टरले टाइमुद्रण र टाइपसेटिंग उद्योगको केवल डमी पाठ हो। लोरेम इप्सम 1500 को दशकदेखि उद्योगको मानक डमी पाठ भएको छ, जब एक अज्ञात प्रिन्टरले टाइमुद्रण र टाइपसेटिंग उद्योगको केवल डमी पाठ हो। लोरेम इप्सम 1500 को दशकदेखि उद्योगको मानक डमी पाठ भएको छ, जब एक अज्ञात प्रिन्टरले टाइमुद्रण र टाइपसेटिंग उद्योगको केवल डमी पाठ हो। लोरेम इप्सम 1500 को दशकदेखि उद्योगको मानक डमी पाठ भएको छ, जब एक अज्ञात प्रिन्टरले टाइमुद्रण र टाइपसेटिंग उद्योगको केवल डमी पाठ हो। लोरेम इप्सम 1500 को दशकदेखि उद्योगको मानक डमी पाठ भएको छ, जब एक अज्ञात प्रिन्टरले टाइमुद्रण र टाइपसेटिंग उद्योगको केवल डमी पाठ हो। लोरेम इप्सम 1500 को दशकदेखि उद्योगको मानक डमी पाठ भएको छ, जब एक अज्ञात प्रिन्टरले टाइमुद्रण र टाइपसेटिंग उद्योगको केवल डमी पाठ हो। लोरेम इप्सम 1500 को दशकदेखि उद्योगको मानक डमी पाठ भएको छ, जब एक अज्ञात प्रिन्टरले टाइमुद्रण र टाइपसेटिंग उद्योगको केवल डमी पाठ हो। लोरेम इप्सम 1500 को दशकदेखि उद्योगको मानक डमी पाठ भएको छ, जब एक अज्ञात प्रिन्टरले टाइमुद्रण र टाइपसेटिंग उद्योगको केवल डमी पाठ हो। लोरेम इप्सम 1500 को दशकदेखि उद्योगको मानक डमी पाठ भएको छ, जब एक अज्ञात प्रिन्टरले टाइमुद्रण र टाइपसेटिंग उद्योगको केवल डमी पाठ हो। लोरेम इप्सम 1500 को दशकदेखि उद्योगको मानक डमी पाठ भएको छ, जब एक अज्ञात प्रिन्टरले टाइमुद्रण र टाइपसेटिंग उद्योगको केवल डमी पाठ हो। लोरेम इप्सम 1500 को दशकदेखि उद्योगको मानक डमी पाठ भएको छ, जब एक अज्ञात प्रिन्टरले टाइमुद्रण र टाइपसेटिंग उद्योगको केवल डमी पाठ हो। लोरेम इप्सम 1500 को दशकदेखि उद्योगको मानक डमी पाठ भएको छ, जब एक अज्ञात प्रिन्टरले टाइमुद्रण र टाइपसेटिंग उद्योगको केवल डमी पाठ हो। लोरेम इप्सम 1500 को दशकदेखि उद्योगको मानक डमी पाठ भएको छ, जब एक अज्ञात प्रिन्टरले टाइमुद्रण र टाइपसेटिंग उद्योगको केवल डमी पाठ हो। लोरेम इप्सम 1500 को दशकदेखि उद्योगको मानक डमी पाठ भएको छ, जब एक अज्ञात प्रिन्टरले टाइमुद्रण र टाइपसेटिंग उद्योगको केवल डमी पाठ हो। लोरेम इप्सम 1500 को दशकदेखि उद्योगको मानक डमी पाठ भएको छ, जब एक अज्ञात प्रिन्टरले टाइमुद्रण र टाइपसेटिंग उद्योगको केवल डमी पाठ हो। लोरेम इप्सम 1500 को दशकदेखि उद्योगको मानक डमी पाठ भएको छ, जब एक अज्ञात प्रिन्टरले टाइमुद्रण र टाइपसेटिंग उद्योगको केवल डमी पाठ हो। लोरेम इप्सम 1500 को दशकदेखि उद्योगको मानक डमी पाठ भएको छ, जब एक अज्ञात प्रिन्टरले टाइमुद्रण र टाइपसेटिंग उद्योगको केवल डमी पाठ हो। लोरेम इप्सम 1500 को दशकदेखि उद्योगको मानक डमी पाठ भएको छ, जब एक अज्ञात प्रिन्टरले टाइमुद्रण र टाइपसेटिंग उद्योगको केवल डमी पाठ हो। लोरेम इप्सम 1500 को दशकदेखि उद्योगको मानक डमी पाठ भएको छ, जब एक अज्ञात प्रिन्टरले टाइमुद्रण र टाइपसेटिंग उद्योगको केवल डमी पाठ हो। लोरेम इप्सम 1500 को दशकदेखि उद्योगको मानक डमी पाठ भएको छ, जब एक अज्ञात प्रिन्टरले टाइमुद्रण र टाइपसेटिंग उद्योगको केवल डमी पाठ हो। लोरेम इप्सम 1500 को दशकदेखि उद्योगको मानक डमी पाठ भएको छ, जब एक अज्ञात प्रिन्टरले टाइमुद्रण र टाइपसेटिंग उद्योगको केवल डमी पाठ हो। लोरेम इप्सम 1500 को दशकदेखि उद्योगको मानक डमी पाठ भएको छ, जब एक अज्ञात प्रिन्टरले टाइमुद्रण र टाइपसेटिंग उद्योगको केवल डमी पाठ हो। लोरेम इप्सम 1500 को दशकदेखि उद्योगको मानक डमी पाठ भएको छ, जब एक अज्ञात प्रिन्टरले टाइमुद्रण र टाइपसेटिंग उद्योगको केवल डमी पाठ हो। लोरेम इप्सम 1500 को दशकदेखि उद्योगको मानक डमी पाठ भएको छ, जब एक अज्ञात प्रिन्टरले टाइमुद्रण र टाइपसेटिंग उद्योगको केवल डमी पाठ हो। लोरेम इप्सम 1500 को दशकदेखि उद्योगको मानक डमी पाठ भएको छ, जब एक अज्ञात प्रिन्टरले टाइमुद्रण र टाइपसेटिंग उद्योगको केवल डमी पाठ हो। लोरेम इप्सम 1500 को दशकदेखि उद्योगको मानक डमी पाठ भएको छ, जब एक अज्ञात प्रिन्टरले टाइमुद्रण र टाइपसेटिंग उद्योगको केवल डमी पाठ हो। लोरेम इप्सम 1500 को दशकदेखि उद्योगको मानक डमी पाठ भएको छ, जब एक अज्ञात प्रिन्टरले टाइमुद्रण र टाइपसेटिंग उद्योगको केवल डमी पाठ हो। लोरेम इप्सम 1500 को दशकदेखि उद्योगको मानक डमी पाठ भएको छ, जब एक अज्ञात प्रिन्टरले टाइमुद्रण र टाइपसेटिंग उद्योगको केवल डमी पाठ हो। लोरेम इप्सम 1500 को दशकदेखि उद्योगको मानक डमी पाठ भएको छ, जब एक अज्ञात प्रिन्टरले टाइमुद्रण र टाइपसेटिंग उद्योगको केवल डमी पाठ हो। लोरेम इप्सम 1500 को दशकदेखि उद्योगको मानक डमी पाठ भएको छ, जब एक अज्ञात प्रिन्टरले टाइमुद्रण र टाइपसेटिंग उद्योगको केवल डमी पाठ हो। लोरेम इप्सम 1500 को दशकदेखि उद्योगको मानक डमी पाठ भएको छ, जब एक अज्ञात प्रिन्टरले टाइमुद्रण र टाइपसेटिंग उद्योगको केवल डमी पाठ हो। लोरेम इप्सम 1500 को दशकदेखि उद्योगको मानक डमी पाठ भएको छ, जब एक अज्ञात प्रिन्टरले टाइमुद्रण र टाइपसेटिंग उद्योगको केवल डमी पाठ हो। लोरेम इप्सम 1500 को दशकदेखि उद्योगको मानक डमी पाठ भएको छ, जब एक अज्ञात प्रिन्टरले टाइमुद्रण र टाइपसेटिंग उद्योगको केवल डमी पाठ हो। लोरेम इप्सम 1500 को दशकदेखि उद्योगको मानक डमी पाठ भएको छ, जब एक अज्ञात प्रिन्टरले टाइमुद्रण र टाइपसेटिंग उद्योगको केवल डमी पाठ हो। लोरेम इप्सम 1500 को दशकदेखि उद्योगको मानक डमी पाठ भएको छ, जब एक अज्ञात प्रिन्टरले टाइमुद्रण र टाइपसेटिंग उद्योगको केवल डमी पाठ हो। लोरेम इप्सम 1500 को दशकदेखि उद्योगको मानक डमी पाठ भएको छ, जब एक अज्ञात प्रिन्टरले टाइमुद्रण र टाइपसेटिंग उद्योगको केवल डमी पाठ हो। लोरेम इप्सम 1500 को दशकदेखि उद्योगको मानक डमी पाठ भएको छ, जब एक अज्ञात प्रिन्टरले टाइमुद्रण र टाइपसेटिंग उद्योगको केवल डमी पाठ हो। लोरेम इप्सम 1500 को दशकदेखि उद्योगको मानक डमी पाठ भएको छ, जब एक अज्ञात प्रिन्टरले टाइमुद्रण र टाइपसेटिंग उद्योगको केवल डमी पाठ हो। लोरेम इप्सम 1500 को दशकदेखि उद्योगको मानक डमी पाठ भएको छ, जब एक अज्ञात प्रिन्टरले टाइमुद्रण र टाइपसेटिंग उद्योगको केवल डमी पाठ हो। लोरेम इप्सम 1500 को दशकदेखि उद्योगको मानक डमी पाठ भएको छ, जब एक अज्ञात प्रिन्टरले टाइमुद्रण र टाइपसेटिंग उद्योगको केवल डमी पाठ हो। लोरेम इप्सम 1500 को दशकदेखि उद्योगको मानक डमी पाठ भएको छ, जब एक अज्ञात प्रिन्टरले टाइमुद्रण र टाइपसेटिंग उद्योगको केवल डमी पाठ हो। लोरेम इप्सम 1500 को दशकदेखि उद्योगको मानक डमी पाठ भएको छ, जब एक अज्ञात प्रिन्टरले टाइमुद्रण र टाइपसेटिंग उद्योगको केवल डमी पाठ हो। लोरेम इप्सम 1500 को दशकदेखि उद्योगको मानक डमी पाठ भएको छ, जब एक अज्ञात प्रिन्टरले टाइमुद्रण र टाइपसेटिंग उद्योगको केवल डमी पाठ हो। लोरेम इप्सम 1500 को दशकदेखि उद्योगको मानक डमी पाठ भएको छ, जब एक अज्ञात प्रिन्टरले टाइमुद्रण र टाइपसेटिंग उद्योगको केवल डमी पाठ हो। लोरेम इप्सम 1500 को दशकदेखि उद्योगको मानक डमी पाठ भएको छ, जब एक अज्ञात प्रिन्टरले टाइमुद्रण र टाइपसेटिंग उद्योगको केवल डमी पाठ हो। लोरेम इप्सम 1500 को दशकदेखि उद्योगको मानक डमी पाठ भएको छ, जब एक अज्ञात प्रिन्टरले टाइमुद्रण र टाइपसेटिंग उद्योगको केवल डमी पाठ हो। लोरेम इप्सम 1500 को दशकदेखि उद्योगको मानक डमी पाठ भएको छ, जब एक अज्ञात प्रिन्टरले टाइ",
  created_at: "2024-01-06T14:47:26.374485+05:45",
  updated_at: "2024-01-06T14:47:26.374536+05:45",
  image1: "/media/articles/prachanda-ris-angry-sad--1024x582.jpg",
  image2: null,
  is_featured: false,
  is_trending: false,
  category: 5,
  author: 2,
};
